{
  "products": [
    {
      "id": 1,
      "name": "Mica Custom Shape - Kèm phụ kiện: Dây Ruy băng đỏ",
      "category": "mica-custom",
      "price": 8000,
      "originalPrice": 20000,
      "description": "Sản phẩm mica acrylic cao cấp thiết kế theo bài nhạc yêu thích của bạn. Sử dụng công nghệ in UV hiện đại cho màu sắc sắc nét, bền màu theo thời gian. Có thể khắc tên, in hình ảnh theo yêu cầu. Kèm dây ruy băng đỏ sang trọng, hoàn hảo làm quà tặng Valentine, sinh nhật, kỷ niệm. Chất liệu mica trong suốt bền đẹp, không ố vàng. Kích thước đa dạng theo yêu cầu.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768804644/Gemini_Generated_Image_i4vy4yi4vy4yi4vy_xw0k2z.png",
      "status": ["new", "hot"],
      "stock": 50,
      "sku": "MC-001"
    },
    {
      "id": 2,
      "name": "Mica Custom Shape - design hình theo bài nhạc yêu thích",
      "category": "mica-custom",
      "price": 8000,
      "originalPrice": 20000,
      "description": "Mica custom hình dạng độc đáo theo nhạc yêu thích. Thiết kế sáng tạo với công nghệ in UV 6 màu cho hình ảnh sắc nét, chân thực. Khắc tên và in hình theo yêu cầu với độ chi tiết cao. Chất liệu mica cao cấp bền bỉ, an toàn. Phù hợp trang trí phòng, bàn làm việc hoặc làm quà tặng ý nghĩa. Có thể thiết kế theo nhiều phong cách: minimalist, cổ điển, hiện đại.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768467558/z7433557546061_5ec375769e072d1ee6690aa1fbb04478_tp7elw.jpg",
      "status": ["hot"],
      "stock": 35,
      "sku": "MC-002"
    },
    {
      "id": 3,
      "name": "Mica Custom Shape - design hình theo bài nhạc yêu thích",
      "category": "mica-custom",
      "price": 11000,
      "originalPrice": 22000,
      "description": "Mica acrylic custom theo bài nhạc đặc biệt của bạn. In UV chất lượng cao không bong tróc, màu sắc tươi sáng bền đẹp. Hỗ trợ khắc tên, in hình ảnh với độ sắc nét tuyệt đối. Thiết kế linh hoạt theo nhiều concept khác nhau. Chất liệu an toàn, thân thiện môi trường. Món quà tuyệt vời cho người yêu âm nhạc, giúp lưu giữ kỷ niệm âm nhạc đáng nhớ.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768467573/z7433557557851_a567fe22d12e46938cf0185e5a34bc1f_diwoat.jpg",
      "status": [],
      "stock": 40,
      "sku": "MC-003"
    },
    {
      "id": 5,
      "name": "Mica Custom Shape - QR Bank mèo thần tài design theo yêu cầu",
      "category": "mica-custom",
      "price": 69000,
      "originalPrice": 99000,
      "description": "Mica QR Bank mèo thần tài độc đáo, thiết kế custom cho cửa hàng, quán cafe, kinh doanh online. In UV QR code rõ nét dễ quét, kèm hình mèo thần tài may mắn. Có thể khắc tên shop, slogan, thông tin liên hệ. Chất liệu mica bền đẹp, không ố vàng. Giúp khách hàng thanh toán nhanh chóng, tiện lợi. Món quà ý nghĩa cho bạn bè mở quán, khai trương shop. Thiết kế vui nhộn, thu hút, tăng tỷ lệ chuyển đổi thanh toán.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1769070731/z7456872675928_891f18177b87a52a94268d4de4243e7a_tsgftc.jpg",
      "status": [],
      "stock": 40,
      "sku": "MC-005"
    },
    {
      "id": 4,
      "name": "Custom thẻ đeo cài áo, design theo hình",
      "category": "mica-custom",
      "price": 15000,
      "originalPrice": 24000,
      "description": "Thẻ đeo cài áo mica custom thiết kế theo hình ảnh yêu thích. Phù hợp làm thẻ nhân viên, thẻ sự kiện, hội nghị, team building. In UV rõ nét, màu sắc tươi sáng. Có thể in tên, chức danh, logo công ty. Đi kèm dây đeo hoặc ghim cài tiện lợi. Chất liệu mica nhẹ, bền, không gây khó chịu khi đeo lâu. Thiết kế chuyên nghiệp hoặc sáng tạo tùy theo yêu cầu. Giá cả phải chăng cho số lượng lớn.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768457924/z7432945987814_5492c35e090c8745fa8524d60fcd24c0_wekm1w.jpg",
      "status": ["new"],
      "stock": 28,
      "sku": "MC-004"
    },
    {
      "id": 5,
      "name": "Móc chìa khóa - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 11000,
      "originalPrice": 20000,
      "description": "Móc chìa khóa mica/gỗ custom theo hình ảnh và tên yêu thích. Kích thước nhỏ gọn 4-6cm, dễ dàng mang theo. In UV hoặc khắc laser cho chi tiết sắc nét. Móc khóa chắc chắn, bền bỉ. Bề mặt nhẵn mịn, không sắc cạnh an toàn. Có thể thiết kế theo nhiều concept: cute, cool, nghệ thuật, anime, kpop. Món quà nhỏ ý nghĩa tặng bạn bè, người yêu, gia đình. Phù hợp làm quà lưu niệm sự kiện, lớp học.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768292400/b880866c-7d9c-4492-a1cd-f339670959e8_uaod3z.png",
      "status": ["hot"],
      "stock": 60,
      "sku": "MCK-001"
    },
    {
      "id": 6,
      "name": "Móc Chìa Khóa - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 11000,
      "originalPrice": 20000,
      "description": "Móc chìa khóa mica custom hình minion siêu dễ thương, phù hợp cho các bạn yêu thích phim hoạt hình. In UV màu sắc tươi sáng, không phai. Có thể in thêm tên riêng lên sản phẩm. Chất liệu mica nhẹ, bền, không gây cấn khi bỏ túi. Móc khóa kim loại chắc chắn. Thiết kế vui nhộn, đáng yêu, thu hút ánh nhìn. Món quà cute tặng bạn bè, người thân, đồng nghiệp. Giá cả phải chăng, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768292531/photo_2022-11-11_08-32-29_tkkd5h.jpg",
      "status": [],
      "stock": 45,
      "sku": "MCK-002"
    },
    {
      "id": 7,
      "name": "Móc Chìa Khóa - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 11000,
      "originalPrice": 20000,
      "description": "Móc chìa khóa custom theo hình ảnh bất kỳ bạn muốn. Hỗ trợ thiết kế từ ảnh chân dung, ảnh couple, ảnh thú cưng, logo, nhân vật anime. In UV sắc nét, màu sắc chân thực. Chất liệu mica bền đẹp, không bị trầy xước dễ dàng. Kích thước linh hoạt từ 4-7cm. Có thể in 2 mặt với giá tốt. Món quà độc đáo, cá nhân hóa cao, thể hiện sự quan tâm đến người nhận.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768467557/z7433557529923_108d7457cc065cae1bc7f7235de43abc_nkfwoq.jpg",
      "status": ["new"],
      "stock": 52,
      "sku": "MCK-003"
    },
    {
      "id": 8,
      "name": "Móc Chìa Khóa - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 11000,
      "originalPrice": 20000,
      "description": "Móc chìa khóa mica thiết kế theo hình ảnh yêu thích của bạn. Công nghệ in UV 6 màu cho hình ảnh rõ nét, sống động. Có thể khắc tên, ngày tháng năm sinh, câu quote ý nghĩa. Chất liệu mica trong suốt hoặc màu theo yêu cầu. Móc khóa chắc chắn, không bị gỉ. Thiết kế đa dạng: hình tròn, vuông, trái tim, ngôi sao, custom shape. Phù hợp làm quà sinh nhật, kỷ niệm, tốt nghiệp.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768292533/photo_2023-02-01_08-26-41_hpcfah.jpg",
      "status": [],
      "stock": 38,
      "sku": "MCK-004"
    },
    {
      "id": 9,
      "name": "Móc Chìa Khóa - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 11000,
      "originalPrice": 20000,
      "description": "Móc chìa khóa hình tròn pizza độc đáo, thiết kế vui nhộn cho những người yêu thích đồ ăn. In UV màu sắc tươi sáng, bắt mắt. Có thể custom thêm tên, slogan, hình ảnh riêng. Chất liệu mica bền, nhẹ, không bị ẩm mốc. Móc khóa kim loại chắc chắn, không gỉ. Thiết kế cute, trendy, phù hợp với giới trẻ. Món quà vui nhộn tặng foodie, bạn bè, đồng nghiệp. Giá cả hợp lý, mua nhiều giảm giá.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768467558/z7433557539352_7defbaf1f337c585cdbbe4c582e3f906_cwmotb.jpg",
      "status": [],
      "stock": 30,
      "sku": "MCK-005"
    },
    {
      "id": 10,
      "name": "Móc Điện Thoại - Thiết kế theo hình và tên",
      "category": "moc-chia-khoa",
      "price": 15000,
      "originalPrice": 25000,
      "description": "Móc điện thoại hình cờ custom theo quốc gia, đội bóng, logo yêu thích. Thiết kế nhỏ gọn, gắn vào điện thoại tiện lợi. In UV sắc nét, màu cờ chính xác. Chất liệu mica bền, nhẹ, không làm trầy màn hình. Có thể in thêm tên, số áo, slogan. Phù hợp cho fan bóng đá, du lịch, yêu nước. Món quà ý nghĩa trước mùa World Cup, SEA Games, các giải đấu lớn. Giúp thể hiện niềm tự hào và sự ủng hộ.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768468281/48dee346-8f96-4599-a50b-efdc6485f9c0.png",
      "status": [],
      "stock": 25,
      "sku": "MCK-006"
    },
    {
      "id": 11,
      "name": "Standee - Thiết kế standee decor bàn làm việc",
      "category": "standee",
      "price": 15000,
      "originalPrice": 27000,
      "description": "Standee mica/gỗ mini trang trí bàn làm việc, kệ sách, đầu giường. Thiết kế đẹp mắt theo nhiều chủ đề: phong cảnh, nhân vật, quotes động lực. In UV hoặc khắc laser chi tiết sắc nét. Kích thước 8-15cm, đứng vững, không chiếm nhiều diện tích. Có thể in tên, ngày kỷ niệm, lời nhắn yêu thương. Chất liệu bền đẹp, không bị đổ. Tạo điểm nhấn độc đáo cho không gian làm việc. Quà tặng ý nghĩa cho đồng nghiệp, bạn bè.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768292829/1_hlxcgi.jpg",
      "status": ["hot"],
      "stock": 42,
      "sku": "ST-001"
    },
    {
      "id": 12,
      "name": "Standee - Thiết kế standee decor bàn làm việc",
      "category": "standee",
      "price": 11000,
      "originalPrice": 25000,
      "description": "Standee decor bàn làm việc thiết kế tinh tế, sang trọng. Phù hợp trang trí văn phòng, homestay, cafe. In UV màu sắc tươi sáng hoặc khắc laser vintage. Có thể thiết kế theo concept: minimalist, boho, industrial, scandinavian. Kích thước nhỏ gọn, dễ di chuyển. Chất liệu mica hoặc gỗ tự nhiên bền đẹp. Có thể in logo, tên công ty, slogan. Tạo không gian làm việc chuyên nghiệp, ấn tượng. Giá cả phải chăng, chất lượng cao.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768292831/2_whhzo0.jpg",
      "status": ["new"],
      "stock": 38,
      "sku": "ST-002"
    },
    {
      "id": 13,
      "name": "Standee - Thiết kế standee decor bàn làm việc",
      "category": "standee",
      "price": 15000,
      "originalPrice": 27000,
      "description": "Standee trang trí bàn làm việc thiết kế custom theo yêu cầu. Hỗ trợ in hình ảnh, text, logo, nhân vật, mascot. Công nghệ in UV cho màu sắc sống động. Kích thước linh hoạt từ 5-20cm. Chất liệu mica trong suốt hoặc gỗ tự nhiên. Đế đứng chắc chắn, không bị đổ. Có thể làm thành bộ standee theo series, theme. Tạo không gian sống động, cá tính. Quà tặng độc đáo cho sếp, đồng nghiệp, khách hàng.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768293227/2006929d-3bbc-4244-835a-5eae8cbe0428.png",
      "status": [],
      "stock": 50,
      "sku": "ST-003"
    },
    {
      "id": 13.6,
      "name": "Standee - Thiết kế standee decor bàn làm việc",
      "category": "standee",
      "price": 16000,
      "originalPrice": 37000,
      "description": "Standee concept Valentine và đám cưới lãng mạn, ngọt ngào. Thiết kế theo chủ đề tình yêu, hạnh phúc, lời cam kết. In UV hình cặp đôi, nhẫn cưới, hoa hồng, trái tim. Có thể khắc tên cặp đôi, ngày cưới, lời tỏ tình. Kích thước nhỏ xinh, phù hợp trang trí bàn tiệc cưới, phòng cưới, bàn ký tên. Chất liệu mica hoặc gỗ cao cấp. Màu sắc pastel nhẹ nhàng hoặc vàng đồng sang trọng. Món quà ý nghĩa cho cặp đôi sắp cưới.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768883278/Gemini_Generated_Image_hyoyhzhyoyhzhyoy_ovlx61.png",
      "status": [],
      "stock": 50,
      "sku": "ST-004"
    },
    {
      "id": 13.5,
      "name": "Standee QR Bank mèo thần tài design theo yêu cầu",
      "category": "standee",
      "price": 69000,
      "originalPrice": 99000,
      "description": "Standee QR Bank mèo thần tài kích thước lớn cho cửa hàng, quán ăn, shop online. Thiết kế bắt mắt với hình mèo thần tài may mắn, QR code rõ nét dễ quét. In UV chất lượng cao, màu sắc tươi sáng. Có thể in tên shop, logo, thông tin liên hệ, mạng xã hội. Kích thước 15-25cm, đế đứng chắc chắn. Chất liệu mica bền, chống nước tốt. Giúp khách hàng thanh toán nhanh, tăng doanh số. Thiết kế chuyên nghiệp, thu hút. Phù hợp đặt tại quầy thu ngân, bàn ăn.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768883221/605351c0-2a57-4884-9950-5330f23bf4fd.png",
      "status": [],
      "stock": 40,
      "sku": "ST-005"
    },
    {
      "id": 14,
      "name": "Gỗ 1 Lớp - Thiết kế gỗ 1 lớp in - khắc theo tên",
      "category": "wood-1-layer",
      "price": 15000,
      "originalPrice": 25000,
      "description": "Sản phẩm gỗ 1 lớp khắc laser custom với độ chi tiết cao. Sử dụng gỗ tự nhiên thân thiện môi trường. Khắc laser cho đường nét sắc sảo, không bị cháy xém. Có thể khắc tên, hình ảnh, logo, pattern. Kích thước linh hoạt theo yêu cầu. Bề mặt gỗ mịn màng, màu sắc tự nhiên ấm áp. Phù hợp làm móc khóa, bookmark, magnet tủ lạnh, tag hành lý. Mùi gỗ thơm nhẹ, tạo cảm giác gần gũi thiên nhiên. Quà tặng handmade chân thành, ý nghĩa.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1769070632/z7456869532646_7e8c186485dc1c28534584efca5888b7_s3acoy.jpg",
      "status": ["hot"],
      "stock": 32,
      "sku": "W1L-001"
    },
    {
      "id": 15,
      "name": "Gỗ 1 Lớp - Thiết kế gỗ 1 lớp in - khắc theo tên",
      "category": "wood-1-layer",
      "price": 15000,
      "originalPrice": 25000,
      "description": "Móc khóa gỗ 1 lớp hình đèn lồng truyền thống Việt Nam. Khắc laser tinh xảo, chi tiết sắc nét. Gỗ tự nhiên màu ấm, nhẹ, bền đẹp. Có thể khắc tên, lời chúc, pattern hoa văn. Kích thước nhỏ gọn 4-5cm, tiện mang theo. Móc khóa kim loại chắc chắn. Thiết kế mang đậm nét văn hóa Á Đông. Phù hợp làm quà lưu niệm du lịch, quà tặng Tết, hội nghị. Thể hiện sự tinh tế, am hiểu văn hóa. Giá cả hợp lý, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1769070632/z7456869535323_eb9547654fac00e0cbcf5b94340117e6_vplagy.jpg",
      "status": ["new"],
      "stock": 28,
      "sku": "W1L-002"
    },
    {
      "id": 16,
      "name": "Gỗ 1 Lớp - Thiết kế gỗ 1 lớp in - khắc theo tên",
      "category": "wood-1-layer",
      "price": 15000,
      "originalPrice": 25000,
      "description": "Móc khóa gỗ hình chibi siêu cute, phù hợp cho các bạn yêu thích phong cách kawaii. Khắc laser chi tiết khuôn mặt, trang phục. Có thể custom theo nhân vật yêu thích, chân dung chibi hóa. Gỗ tự nhiên nhẹ, không gây cấn. Màu sắc gỗ ấm áp, có thể sơn màu theo yêu cầu. Móc khóa chắc chắn, bền lâu. Thiết kế đáng yêu, vui nhộn. Quà tặng thú vị cho bạn bè, người yêu, fan anime, manga.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768457963/z7432945996590_0a59a043793712413f9ddf6ca2266615_rsi34b.jpg",
      "status": ["new"],
      "stock": 35,
      "sku": "W1L-003"
    },
    {
      "id": 17,
      "name": "Gỗ 1 Lớp - Thiết kế gỗ 1 lớp in - khắc theo tên",
      "category": "wood-1-layer",
      "price": 17000,
      "originalPrice": 32000,
      "description": "Móc khóa gỗ hình ngôi nhà ấm cúng, thiết kế custom theo tên gia đình. Khắc laser chi tiết cửa sổ, mái nhà, hàng rào. Có thể khắc tên gia đình, năm sinh, motto. Gỗ tự nhiên màu ấm, tạo cảm giác gần gũi. Kích thước 5-6cm, vừa tay cầm. Móc khóa kim loại bền đẹp. Ý nghĩa: gia đình ấm no, hạnh phúc, sum vầy. Quà tặng ý nghĩa cho tân gia, cưới hỏi, kỷ niệm ngày cưới. Thể hiện tình yêu gia đình.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768883956/Gemini_Generated_Image_vifw9avifw9avifw_l8rr7w.png",
      "status": [],
      "stock": 40,
      "sku": "W1L-004"
    },
    {
      "id": 18,
      "name": "Gỗ 2 Lớp - Thiết kế gỗ 2 lớp in - khắc theo tên",
      "category": "wood-2-layer",
      "price": 17000,
      "originalPrice": 37000,
      "description": "Bảng tên gỗ 2 lớp tình nhân Valentine, thiết kế lãng mạn, ngọt ngào. Gỗ 2 lớp tạo hiệu ứng 3D nổi bật, chiều sâu. Khắc laser tên cặp đôi, ngày kỷ niệm, trái tim, hoa hồng. Gỗ tự nhiên màu ấm kết hợp sơn màu pastel hoặc vàng đồng. Kích thước 10-15cm, có thể treo tường hoặc để bàn. Sản phẩm thủ công tinh xảo, tỉ mỉ từng chi tiết. Quà tặng Valentine, kỷ niệm ngày yêu, cưới hỏi. Thể hiện tình yêu chân thành, bền vững.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768466448/z7433494872537_0e37158096114649a990e699ef438f4d_ql6yx4.jpg",
      "status": ["hot"],
      "stock": 25,
      "sku": "W2L-001"
    },
    {
      "id": 19,
      "name": "Gỗ 2 Lớp - Thiết kế gỗ 2 lớp in - khắc theo tên",
      "category": "wood-2-layer",
      "price": 17000,
      "originalPrice": 37000,
      "description": "Móc khóa gỗ 2 lớp tình nhân 14/2 thiết kế độc đáo với hiệu ứng 3D. Khắc laser chi tiết trái tim, cặp đôi, tên riêng. Gỗ 2 lớp tạo chiều sâu, nổi bật hơn gỗ 1 lớp. Có thể sơn màu theo yêu cầu: đỏ, hồng, vàng đồng. Móc khóa chắc chắn, bền đẹp. Kích thước vừa phải, tiện mang theo. Quà tặng Valentine lãng mạn, ý nghĩa. Thể hiện tình cảm chân thành, gắn bó. Giá cả hợp lý với chất lượng cao.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768884405/Gemini_Generated_Image_nffa84nffa84nffa_spspwf.png",
      "status": ["new"],
      "stock": 30,
      "sku": "W2L-002"
    },
    {
      "id": 20,
      "name": "Gỗ 2 Lớp - Thiết kế gỗ 2 lớp in - khắc theo tên",
      "category": "wood-2-layer",
      "price": 16000,
      "originalPrice": 37000,
      "description": "Móc khóa gỗ 2 lớp Tết mang đậm văn hóa truyền thống Việt Nam. Khắc laser hoa đào, mai, pháo, chữ Phúc, Lộc, Thọ. Gỗ 2 lớp tạo hiệu ứng 3D sinh động. Màu đỏ, vàng may mắn của ngày Tết. Có thể khắc tên, lời chúc năm mới. Kích thước nhỏ gọn, tiện mang theo. Móc khóa bền đẹp, không bị mất màu. Quà tặng Tết ý nghĩa cho gia đình, bạn bè, đối tác. Mang lại may mắn, tài lộc năm mới.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768884546/Gemini_Generated_Image_o6x09ko6x09ko6x0_taqtfq.png",
      "status": [],
      "stock": 28,
      "sku": "W2L-003"
    },
    {
      "id": 21,
      "name": "UV LED size 15cm- ĐỂ TRÒN 1 màu - hình chữ nhật",
      "category": "uv-led-light",
      "price": 99000,
      "originalPrice": 130000,
      "description": "Đèn LED UV cao cấp với đế tròn sang trọng, bảng mica hình chữ nhật. In custom theo yêu cầu với công nghệ UV hiện đại cho hình ảnh sắc nét, rõ ràng. Đèn LED ánh sáng vàng ấm dịu nhẹ, bảo vệ mắt, phù hợp sử dụng ban đêm. Đế gỗ tự nhiên bền đẹp, sơn bóng cao cấp. Nguồn USB tiện lợi, tiết kiệm điện năng. Thiết kế hiện đại, sang trọng, phù hợp trang trí phòng ngủ, phòng làm việc, quà tặng ý nghĩa cho người thân, bạn bè.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889206/Gemini_Generated_Image_b4mgdkb4mgdkb4mg_oruool.png",
      "status": ["hot"],
      "stock": 15,
      "sku": "UV-001"
    },
    {
      "id": 22,
      "name": "UV LED size 15cm - Đế Dài 7 màu - in hình - tên",
      "category": "uv-led-light",
      "price": 110000,
      "originalPrice": 150000,
      "description": "Đèn UV LED đế dài thiết kế tinh tế, in hình và tên theo yêu cầu. Công nghệ in UV 6 màu cho chi tiết sắc nét, màu sắc chân thực. Đế gỗ dài chắc chắn, sơn bóng cao cấp bền đẹp theo thời gian. Ánh sáng LED vàng ấm dịu nhẹ, không gây mỏi mắt. Cấp nguồn qua cổng USB tiện lợi, có thể kết nối với adapter, pin dự phòng. Thiết kế sang trọng, hiện đại, phù hợp làm đèn trang trí, đèn ngủ, quà tặng sinh nhật, kỷ niệm, Valentine.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889536/Gemini_Generated_Image_97wel997wel997we_rn5liz.png",
      "status": ["new"],
      "stock": 20,
      "sku": "UV-002"
    },
    {
      "id": 23,
      "name": "UV LED size 20cm - ĐỂ dài 1 màu - in hình - tên",
      "category": "uv-led-light",
      "price": 130000,
      "originalPrice": 150000,
      "description": "Đèn LED 7 màu có remote điều khiển từ xa tiện lợi. Chuyển đổi 7 màu sắc: đỏ, xanh, vàng, tím, hồng, trắng, đa màu. In UV hình ảnh custom rõ nét, sống động. Đế gỗ dài chắc chắn, sơn bóng sang trọng. LED tiết kiệm điện, tuổi thọ cao. Remote điều khiển chuyển màu, độ sáng, chế độ nhấp nháy. Nguồn USB linh hoạt. Tạo không gian sống động, cá tính. Phù hợp phòng ngủ, phòng game, cafe. Quà tặng độc đáo, ấn tượng.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889536/Gemini_Generated_Image_97wel997wel997we_rn5liz.png",
      "status": [],
      "stock": 18,
      "sku": "UV-003"
    },
    {
      "id": 24,
      "name": "UV LED size 20cm - ĐỂ 7 màu - in hình - tên",
      "category": "uv-led-light",
      "price": 150000,
      "originalPrice": 210000,
      "description": "Đèn UV LED đế oval thiết kế hiện đại, tinh tế, phá cách. Hình dạng oval độc đáo, khác biệt so với đế thông thường. In UV hình ảnh, tên, quotes theo yêu cầu. Đế gỗ oval chắc chắn, sơn bóng cao cấp. Ánh sáng LED vàng ấm dịu mắt. Nguồn USB tiện lợi, an toàn. Thiết kế sang trọng, phù hợp không gian hiện đại, minimalist. Quà tặng đẳng cấp cho sếp, khách hàng VIP, đối tác kinh doanh.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889047/6884c6cb-17d5-4ef7-9ea9-c0b30b088786.png",
      "status": [],
      "stock": 22,
      "sku": "UV-004"
    },
    {
      "id": 25,
      "name": "UV LED - ĐỂ chữ nhật khắc chữ - Ngày kỷ niệm",
      "category": "uv-led-light",
      "price": 150000,
      "originalPrice": 250000,
      "description": "Đèn LED UV chữ nhật khắc chữ - Ngày kỷ niệm độc đáo. Khắc laser ngày tháng năm đặc biệt: ngày yêu, ngày cưới, sinh nhật. In UV hình ảnh cặp đôi, gia đình, kỷ niệm. Đế gỗ chữ nhật có thể khắc thêm tên, lời nhắn. Ánh sáng LED vàng ấm lãng mạn. Nguồn USB an toàn. Thiết kế tinh tế, sang trọng. Quà tặng kỷ niệm ý nghĩa nhất cho người yêu, vợ chồng. Lưu giữ khoảnh khắc đẹp mãi mãi.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889434/Gemini_Generated_Image_j0xnebj0xnebj0xn_kt7zac.png",
      "status": [],
      "stock": 16,
      "sku": "UV-005"
    },
    {
      "id": 27,
      "name": "Namenight - ĐỂ khắc tên - acrylic tên và hình",
      "category": "name-night",
      "price": 99000,
      "originalPrice": 130000,
      "description": "Đèn ngủ name night custom acrylic cao cấp, thiết kế theo tên và hình ảnh riêng. Khắc laser tên chữ nghệ thuật, có thể kết hợp hình ảnh, pattern. Acrylic trong suốt dày dặn, không bị vỡ dễ dàng. Đế gỗ khắc tên chắc chắn, sơn bóng sang trọng. LED RGB 16 màu có remote điều khiển. Ánh sáng dịu nhẹ, phù hợp đèn ngủ. Thiết kế cá nhân hóa cao. Quà tặng độc đáo cho sinh nhật, tân gia, tốt nghiệp, kỷ niệm.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889766/Gemini_Generated_Image_qopg8yqopg8yqopg_viomhg.png",
      "status": ["hot"],
      "stock": 18,
      "sku": "NN-001"
    },
    {
      "id": 28,
      "name": "Namenight - ĐỂ khắc tên - acrylic tên và hình",
      "category": "name-night",
      "price": 130000,
      "originalPrice": 160000,
      "description": "Đèn name night LOVE YOU TO THE MOON lãng mạn, ngọt ngào. Khắc laser chữ nghệ thuật, hình mặt trăng, trái tim. Có thể custom thêm tên cặp đôi, ngày kỷ niệm. Acrylic trong suốt cao cấp. Đế gỗ sơn bóng chắc chắn. LED RGB 16 màu remote điều khiển. Ánh sáng dịu nhẹ, lãng mạn. Thiết kế độc đáo, ý nghĩa sâu sắc: yêu em tới tận mặt trăng. Quà tặng Valentine, kỷ niệm, cầu hôn hoàn hảo.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768890181/Gemini_Generated_Image_1g61yy1g61yy1g61_figtcb.png",
      "status": ["new"],
      "stock": 20,
      "sku": "NN-002"
    },
    {
      "id": 29,
      "name": "Namenight - ĐỂ cỡ ngắn khắc tên - acrylic tên",
      "category": "name-night",
      "price": 99000,
      "originalPrice": 150000,
      "description": "Đèn name night chữ custom cỡ ngắn, thiết kế tối giản, hiện đại. Khắc laser tên chữ in, chữ viết tay, chữ nghệ thuật. Acrylic trong suốt mỏng nhẹ. Đế gỗ ngắn gọn, tiết kiệm không gian. LED RGB 16 màu. Ánh sáng vừa đủ, không chói. Phù hợp đặt bàn làm việc, kệ sách, đầu giường. Giá cả phải chăng hơn đèn lớn. Quà tặng cá nhân hóa cho bạn bè, đồng nghiệp.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889829/06649417-455b-488c-a8fe-3fc3425f5ee6.png",
      "status": [],
      "stock": 15,
      "sku": "NN-003"
    },
    {
      "id": 30,
      "name": "Namenight - ĐỂ chữ nhật khác chữ - Ngày kỷ niệm",
      "category": "name-night",
      "price": 130000,
      "originalPrice": 160000,
      "description": "Đèn name night You & Me custom ngày kỷ niệm sang trọng. Khắc laser chữ You & Me nghệ thuật, ngày tháng năm đặc biệt. Có thể thêm hình ảnh cặp đôi, lời nhắn yêu thương. Acrylic trong suốt dày dặn cao cấp. Đế gỗ chữ nhật khắc tên chắc chắn. LED RGB 16 màu có remote. Ánh sáng lãng mạn, ấm áp. Thiết kế cao cấp, sang trọng nhất trong dòng name night. Quà tặng kỷ niệm, cầu hôn, cưới hỏi đẳng cấp.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768889234/13220670-acc1-46bd-9be6-515002fca0cf.png",
      "status": [],
      "stock": 14,
      "sku": "NN-004"
    },
    {
      "id": 31,
      "name": "Đế UV LED 16 màu - Đế gỗ sơn bóng hình chữ nhật 16 màu",
      "category": "accessories",
      "price": 80000,
      "originalPrice": 110000,
      "description": "Đế gỗ sơn bóng 16 màu có remote điều khiển từ xa. Hình chữ nhật thiết kế hiện đại, đa năng. Chuyển đổi 16 màu LED linh hoạt. Gỗ tự nhiên sơn bóng cao cấp bền đẹp. Remote điều khiển màu sắc, độ sáng, chế độ. Cấp nguồn USB an toàn. Có thể kết hợp với bảng mica acrylic bất kỳ để tạo đèn LED custom. Phù hợp thay thế đế cũ, nâng cấp đèn hiện có. Giá cả phải chăng, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768890838/5850cd82-d26b-44b3-ae4e-1571aaf5fed6_iyftj5.png",
      "status": [],
      "stock": 30,
      "sku": "ACC-001"
    },
    {
      "id": 32,
      "name": "Đế UV LED 1 màu - Đế gỗ sơn bóng hình chữ nhật 1 màu",
      "category": "accessories",
      "price": 65000,
      "originalPrice": 990000,
      "description": "Đế gỗ sơn bóng 1 màu vàng ấm cổ điển, thanh lịch. Hình chữ nhật đơn giản, tối giản. LED vàng ấm dịu nhẹ, không chói mắt. Gỗ tự nhiên sơn bóng bền đẹp. Không có remote, tiết kiệm chi phí. Cấp nguồn USB tiện lợi. Phù hợp cho những ai thích phong cách tối giản, không cần đổi màu. Ánh sáng ổn định, không nhấp nháy. Giá cả phải chăng nhất trong dòng đế LED.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768890838/5850cd82-d26b-44b3-ae4e-1571aaf5fed6_iyftj5.png",
      "status": [],
      "stock": 35,
      "sku": "ACC-002"
    },
    {
      "id": 33,
      "name": "Đế UV LED 16 màu - Đế gỗ sơn bóng hình tròn 16 màu kèm remote",
      "category": "accessories",
      "price": 80000,
      "originalPrice": 110000,
      "description": "Đế gỗ sơn bóng tròn 16 màu thiết kế độc đáo, khác biệt. Hình tròn tạo điểm nhấn, ấn tượng. Chuyển đổi 16 màu LED sống động. Gỗ tự nhiên sơn bóng cao cấp. Remote điều khiển đa chức năng. Cấp nguồn USB an toàn. Phù hợp với bảng mica hình chữ nhật, tạo tương phản thú vị. Thiết kế hiện đại, trẻ trung. Thay thế đế cũ, làm mới đèn LED. Giá cả hợp lý, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768890820/a673d359-b28c-4893-bfe6-67171bec2eee_ckr4w3.png",
      "status": ["hot"],
      "stock": 28,
      "sku": "ACC-003"
    },
    {
      "id": 36,
      "name": "Hộp quà tặng - Hộp quà tặng kèm theo các sản phẩm tặng quà đặc biệt",
      "category": "accessories",
      "price": 19000,
      "originalPrice": 310000,
      "description": "Hộp quà đỏ sang trọng kèm dây ruy băng cao cấp. Hộp cứng chắc chắn, bảo vệ sản phẩm tốt. Màu đỏ may mắn, phù hợp dịp lễ, Tết, Valentine. Ruy băng satin mềm mại, thắt nơ đẹp mắt. Kích thước linh hoạt theo sản phẩm. Có thể in logo, tên shop lên hộp. Tạo ấn tượng tốt với người nhận quà. Nâng tầm giá trị món quà. Phù hợp tặng sếp, khách hàng VIP, đối tác. Giá cả hợp lý, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768890965/9458ae30-b8e2-4504-8cc1-84b1b71e0d6c.png",
      "status": [],
      "stock": 50,
      "sku": "ACC-006"
    },
    {
      "id": 38,
      "name": "Xe Tăng Handmade - Lắp ghép và làm từ gỗ 100%",
      "category": "wood-handmade",
      "price": 99000,
      "description": "Mô hình xe tăng gỗ handmade tinh xảo, chi tiết cao. Làm từ gỗ tự nhiên 100%, thân thiện môi trường. Lắp ghép thủ công tỉ mỉ, không dùng keo. Khắc laser chi tiết bánh xe, pháo, thân xe. Kích thước 15-20cm, chắc chắn. Có thể chuyển động các bộ phận: quay pháo, xoay turret. Màu gỗ tự nhiên hoặc sơn màu quân đội. Món quà đặc biệt cho những người yêu thích mô hình quân sự. Trưng bày đẹp mắt, ấn tượng.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768188291/a0fbd33b-a0bf-4d91-9811-9480e6331fa4.png",
      "status": ["hot"],
      "stock": 10,
      "sku": "HM-001"
    },
    {
      "id": 39,
      "name": "Xe LEGO mini - Mẫu xe mini trang trí bàn làm việc",
      "category": "wood-handmade",
      "price": 19000,
      "description": "Xe gỗ mini LEGO style siêu cute, phong cách đơn giản. Làm từ gỗ tự nhiên, khắc laser chi tiết. Thiết kế vuông vắn, màu sắc tươi sáng. Kích thước nhỏ 5-7cm, tiện trang trí. Có nhiều mẫu: xe taxi, xe bus, xe cứu hỏa, xe cảnh sát. Có thể mua thành bộ, tạo bộ sưu tập. Trang trí bàn làm việc vui nhộn. Quà tặng nhỏ xinh cho bạn bè, đồng nghiệp. Giá cả phải chăng, cute vô cùng.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768188708/ba914b3c-5cf4-4b01-95ee-9c7eab5220da.png",
      "status": [],
      "stock": 20,
      "sku": "HM-002"
    },
    {
      "id": 40,
      "name": "Hộp Kho Báu - Hộp kho báu thiết kế và tập rắp từ 5mm, có chìa khóa và ổ khóa",
      "category": "wood-handmade",
      "price": 79000,
      "description": "Hộp gỗ kho báu có khóa handmade tinh xảo, bí ẩn. Thiết kế vintage cổ điển, lắp ráp từ gỗ 5mm. Có chìa khóa và ổ khóa thật hoạt động được. Khắc laser pattern, hoa văn phức tạp. Kích thước 12-15cm, đựng được trang sức, kỷ vật. Bên trong lót nhung mềm mại. Màu gỗ tự nhiên hoặc sơn vàng đồng cổ. Món quà độc đáo cho người thích sưu tầm, vintage. Trưng bày đẹp, lưu giữ vật quý.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768188427/d9b2ce89-f6b0-4357-9d58-3d0f3da926d7.png",
      "status": ["new"],
      "stock": 8,
      "sku": "HM-003"
    },
    {
      "id": 41,
      "name": "Nhà - Mẫu nhà từ gỗ 3mm và 5mm, có để set up khu phố nhỏ",
      "category": "wood-handmade",
      "price": 59000,
      "description": "Mô hình nhà gỗ handmade có thể ghép thành phố nhỏ. Làm từ gỗ 3mm và 5mm, lắp ráp thủ công. Khắc laser chi tiết cửa sổ, cửa ra vào, mái nhà. Kích thước 10-15cm, có thể đứng vững. Có nhiều kiểu nhà: nhà phố, nhà cổ, nhà hiện đại. Mua nhiều căn ghép thành khu phố, làng mạc. Trang trí bàn làm việc, kệ sách độc đáo. Quà tặng cho người yêu kiến trúc, handmade.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768188648/ad84cb0a-32b1-4b12-b3f9-c5cde0fda715.png",
      "status": [],
      "stock": 12,
      "sku": "HM-004"
    },
    {
      "id": 42,
      "name": "Hộp Đựng Bút - Hộp đựng bút theo hình (theo yêu cầu) trang trí bàn làm việc",
      "category": "wood-handmade",
      "price": 45000,
      "description": "Hộp đựng bút gỗ hình ngôi nhà xinh xắn, tiện lợi. Làm từ gỗ tự nhiên, khắc laser chi tiết. Thiết kế hình ngôi nhà với mái nhà, cửa sổ. Có nhiều ngăn đựng bút, thước, kéo, dao rọc. Kích thước 15x10cm, vừa đủ. Màu gỗ tự nhiên hoặc sơn màu pastel. Trang trí bàn làm việc gọn gàng, đẹp mắt. Quà tặng cho học sinh, sinh viên, văn phòng. Giá cả phải chăng, chất lượng tốt.",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768189539/961b7361-1f02-4bc6-8c1d-2fabf1a819ea.png",
      "status": [],
      "stock": 15,
      "sku": "HM-005"
    },
    {
      "id": 42,
      "name": "Hộp Đựng Bút - Hộp đựng bút theo hình (theo yêu cầu) trang trí bàn làm việc",
      "category": "wood-handmade",
      "price": 45000,
      "description": "Hộp đựng bút gỗ hình ngôi nhà",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768189539/961b7361-1f02-4bc6-8c1d-2fabf1a819ea.png",
      "status": [],
      "stock": 15,
      "sku": "HM-005"
    },
    {
      "id": 43,
      "name": "Mẫu Decor nhạc cụ - Mẫu Decor phòng nhạc cụ theo yêu cầu",
      "category": "wood-handmade",
      "price": 29000,
      "description": "Mô hình nhạc cụ gỗ: piano, guitar trang trí",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768188901/7e80c120-4593-4d41-8219-ccc0e1008f6c.png",
      "status": ["hot"],
      "stock": 18,
      "sku": "HM-006"
    },
    {
      "id": 44,
      "name": "Mẫu Decor xe tải optimus - Mẫu Decor phòng theo yêu cầu",
      "category": "wood-handmade",
      "price": 29000,
      "description": "Mô hình nhạc cụ gỗ: xe tải optimus",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768891445/66461468-8461-4b21-a3f9-14b0e26c08cc.png",
      "status": ["hot"],
      "stock": 18,
      "sku": "HM-007"
    },
    {
      "id": 44,
      "name": "Mẫu Decor thuyền hải tặc - Mẫu Decor phòng theo yêu cầu",
      "category": "wood-handmade",
      "price": 29000,
      "description": "Mô hình nhạc cụ gỗ: thuyền hải tặc onepice",
      "image": "https://res.cloudinary.com/df2upzfb9/image/upload/v1768891476/b06568aa-5af8-4ef5-96a3-b651c9776b47.png",
      "status": ["hot"],
      "stock": 18,
      "sku": "HM-007"
    }
  ],
  "categories": [
    {
      "id": "mica-custom",
      "name": "Mẫu Mica Custom",
      "description": "Các mẫu design Mica custom theo tên và hình"
    },
    {
      "id": "moc-chia-khoa",
      "name": "Móc chìa khóa",
      "description": "Các mẫu design móc chìa khóa theo tên và hình"
    },
    {
      "id": "standee",
      "name": "Standee",
      "description": "Các mẫu design standee theo tên và hình"
    },
    {
      "id": "wood-1-layer",
      "name": "Gỗ 1 lớp",
      "description": "Sản phẩm gỗ 1 lớp khắc laser"
    },
    {
      "id": "wood-2-layer",
      "name": "Gỗ 2 lớp",
      "description": "Sản phẩm gỗ 2 lớp 3D nổi bật"
    },
    {
      "id": "uv-led-light",
      "name": "UV LED",
      "description": "Đèn LED UV in custom theo yêu cầu"
    },
    {
      "id": "name-night",
      "name": "Name Night",
      "description": "Đèn ngủ tên custom theo yêu cầu"
    },
    {
      "id": "accessories",
      "name": "Phụ kiện & Hộp quà",
      "description": "Phụ kiện trang trí, hộp quà, đế đèn"
    },
    {
      "id": "wood-handmade",
      "name": "Đồ gỗ Handmade",
      "description": "Sản phẩm gỗ thủ công handmade"
    }
  ]
}